{
    "PubmedArticleSet": {
        "PubmedBookArticle": {
            "BookDocument": {
                "Abstract": {
                    "AbstractText": [
                        {
                            "#text": "The U.S. Preventive Services Task Force (USPSTF) is updating its 2016 recommendations for screening for colorectal cancer.",
                            "@Label": "IMPORTANCE"
                        },
                        {
                            "#text": "To provide the USPSTF updated model-based estimates of the benefits, burden, and harms of colorectal cancer screening strategies that vary by the ages to begin and end screening, screening modality, and screening interval. Analyses also identify strategies that may provide an efficient balance of the colonoscopy burden and the life-years gained (LYG) from screening.",
                            "@Label": "OBJECTIVE"
                        },
                        {
                            "#text": "Comparative modeling using 3 microsimulation models that simulate outcomes with and without colorectal cancer screening in a hypothetical cohort of previously unscreened average-risk U.S. 40-year-olds with no prior colorectal cancer diagnosis.",
                            "@Label": "DESIGN"
                        },
                        {
                            "#text": "Screening from ages 45, 50 or 55 years to ages 70, 75, 80, or 85 years with fecal immunochemical testing (FIT), multitarget stool DNA testing (FIT-DNA), flexible sigmoidoscopy (SIG) alone or in conjunction with interval FIT, computed tomographic colonography (CTC), or colonoscopy. Screening intervals varied by modality. All persons with an abnormal non-colonoscopy screening test were assumed to undergo follow up colonoscopy. Full adherence with all screening, follow up, and surveillance procedures was assumed.",
                            "@Label": "EXPOSURES"
                        },
                        {
                            "#text": "Estimated LYG relative to no screening (benefit), lifetime number of colonoscopies (burden), lifetime number of complications from screening (harms), and balance of incremental burden and benefit (efficiency ratios). Efficient strategies were those that required fewer additional colonoscopies per LYG, relative to other strategies.",
                            "@Label": "MAIN OUTCOME AND MEASURES"
                        },
                        {
                            "#text": "Estimated LYG from screening ranged from 171 to 381 per 1000 40-year-olds. Lifetime colonoscopy burden ranged from 624 to 6817 per 1000 individuals, and screening complications ranged from 5 to 22 per 1000 individuals. Forty-nine screening strategies were found to be efficient options by all 3 models; in 41 of these strategies, screening began at age 45. No single age to end screening was predominant among the efficient strategies, although the estimated increases in LYG from continuing screening after age 75 were generally small. With the exception of a 5-year interval for CTC, no screening interval was predominant among the efficient strategies for each modality. Among the screening strategies highlighted in the 2016 USPSTF colorectal cancer screening recommendations, lowering the age to begin screening from 50 to 45 was estimated to result in 22 to 27 additional LYG, 2 to 3 fewer colorectal cancer cases, and 0.9 to 1 fewer colorectal cancer death, but it was also estimated to result in 0.1 to 2 additional complications, 161 to 784 additional colonoscopies, and 0 (with colonoscopy) to 3553 additional non-colonoscopy tests over the lifetimes of 1000 persons (ranges are across screening strategies, based on mean estimates across the 3 models). Sensitivity analyses indicated that there was little advantage to customizing screening by race and sex; the estimated numbers of LYG, colonoscopies, and complications were similar across race-sex groups, as were the efficient strategies and their ratios. Scenario analyses demonstrated that efficient strategies were similar across 3 scenarios for the population risk of colorectal cancer, including one in which the assumed risk increase was less conservative than the assumption for the base-case analysis. The effect of imperfect adherence on outcomes was estimated by comparing strategies with different ages to begin screening (to examine delays in uptake) or with strategies with different screening intervals (to examine delays in rescreening). For example, the models estimated that extending the interval of repeat colonoscopy screening from 10 to 15 years would result in a loss of 22 to 38 life years per 1000, and extending the interval of FIT screening from annual to triennial testing would result in a loss of 28 to 41 life years per 1000.",
                            "@Label": "RESULTS"
                        },
                        {
                            "#text": "The models do not simulate the serrated polyp pathway to CRC. The models assume that the observed increase in colorectal cancer incidence among 20- to 44-year-olds in recent years is a cohort effect, and that the increase in risk will be carried forward as individuals age. They further assume that the increase in incidence is driven by an increased risk of developing adenomas, as opposed to faster or more frequent progression of adenomas to malignancy.",
                            "@Label": "LIMITATIONS"
                        },
                        {
                            "#text": "This comparative modeling study suggests that colorectal cancer screening may lead to sizable reductions in the lifetime risks of developing and dying from colorectal cancer. Many screening strategies are estimated to provide an efficient balance of the burden and benefit of screening; these strategies encompass a range of screening modalities, intervals, and ages. However, when the benefits of screening are measured by the number of LYG, most of the efficient screening strategies identified by all 3 models specified screening starting at age 45. Starting screening at age 45 was generally estimated to result in more LYG and fewer colorectal cancer cases and deaths than similar strategies with screening starting at age 50 or age 55, albeit with a higher lifetime burden of both colonoscopy and non-colonoscopy testing and slightly higher lifetime risks of complications.",
                            "@Label": "CONCLUSIONS"
                        }
                    ]
                },
                "ArticleIdList": {
                    "ArticleId": {
                        "#text": "NBK570833",
                        "@IdType": "bookaccession"
                    }
                },
                "Book": {
                    "AuthorList": {
                        "@CompleteYN": "Y",
                        "@Type": "authors",
                        "Author": [
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Amy B.",
                                "Initials": "AB",
                                "LastName": "Knudsen"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Carolyn M.",
                                "Initials": "CM",
                                "LastName": "Rutter"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Elisabeth F. P.",
                                "Initials": "EFP",
                                "LastName": "Peterse"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Anna P.",
                                "Initials": "AP",
                                "LastName": "Lietz"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Claudia L.",
                                "Initials": "CL",
                                "LastName": "Seguin"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Reinier G. S.",
                                "Initials": "RGS",
                                "LastName": "Meester"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Leslie A.",
                                "Initials": "LA",
                                "LastName": "Perdue"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Jennifer S.",
                                "Initials": "JS",
                                "LastName": "Lin"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Rebecca L.",
                                "Initials": "RL",
                                "LastName": "Siegel"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "V. Paul",
                                "Initials": "VP",
                                "LastName": "Doria-Rose"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Eric J.",
                                "Initials": "EJ",
                                "LastName": "Feuer"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Ann G.",
                                "Initials": "AG",
                                "LastName": "Zauber"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Karen M.",
                                "Initials": "KM",
                                "LastName": "Kuntz"
                            },
                            {
                                "@ValidYN": "Y",
                                "ForeName": "Iris",
                                "Initials": "I",
                                "LastName": "Lansdorp-Vogelaar"
                            }
                        ]
                    },
                    "BookTitle": {
                        "#text": "Colorectal Cancer Screening: An Updated Decision Analysis for the U.S. Preventive Services Task Force",
                        "@book": "es202s"
                    },
                    "CollectionTitle": {
                        "#text": "U.S. Preventive Services Task Force Evidence Syntheses, formerly Systematic Evidence Reviews",
                        "@book": "hsevidsyncollect"
                    },
                    "Medium": "Internet",
                    "PubDate": {
                        "Month": "05",
                        "Year": "2021"
                    },
                    "Publisher": {
                        "PublisherLocation": "Rockville (MD)",
                        "PublisherName": "Agency for Healthcare Research and Quality (US)"
                    },
                    "ReportNumber": "Report No.: 20-05271-EF-2"
                },
                "Language": "eng",
                "PMID": {
                    "#text": "34097370",
                    "@Version": "1"
                },
                "PublicationType": {
                    "#text": "Review",
                    "@UI": "D016454"
                },
                "Sections": {
                    "Section": [
                        {
                            "SectionTitle": {
                                "#text": "Acknowledgments",
                                "@book": "es202s",
                                "@part": "fm.ack"
                            }
                        },
                        {
                            "SectionTitle": {
                                "#text": "Authors’ Contributions",
                                "@book": "es202s",
                                "@part": "fm-ch1"
                            }
                        },
                        {
                            "SectionTitle": {
                                "#text": "Navigation",
                                "@book": "es202s",
                                "@part": "fm-ch2"
                            }
                        },
                        {
                            "LocationLabel": {
                                "#text": "Chapter 1",
                                "@Type": "chapter"
                            },
                            "SectionTitle": {
                                "#text": "Introduction",
                                "@book": "es202s",
                                "@part": "ch1"
                            }
                        },
                        {
                            "LocationLabel": {
                                "#text": "Chapter 2",
                                "@Type": "chapter"
                            },
                            "SectionTitle": {
                                "#text": "Methods",
                                "@book": "es202s",
                                "@part": "ch2"
                            }
                        },
                        {
                            "LocationLabel": {
                                "#text": "Chapter 3",
                                "@Type": "chapter"
                            },
                            "SectionTitle": {
                                "#text": "Results",
                                "@book": "es202s",
                                "@part": "ch3"
                            }
                        },
                        {
                            "LocationLabel": {
                                "#text": "Chapter 4",
                                "@Type": "chapter"
                            },
                            "SectionTitle": {
                                "#text": "Discussion",
                                "@book": "es202s",
                                "@part": "ch4"
                            }
                        },
                        {
                            "SectionTitle": {
                                "#text": "References",
                                "@book": "es202s",
                                "@part": "rl.r1"
                            }
                        },
                        {
                            "SectionTitle": {
                                "#text": "Appendixes",
                                "@book": "es202s",
                                "@part": "appendixesappgroup1"
                            }
                        }
                    ]
                }
            },
            "PubmedBookData": {
                "ArticleIdList": {
                    "ArticleId": {
                        "#text": "34097370",
                        "@IdType": "pubmed"
                    }
                },
                "PublicationStatus": "ppublish"
            }
        }
    }
}